<?php
$_['text_modname'] = '<a href="http://feofan.club/" target="_blank" title="feofan.club" style="color:#ff7361"><i class="fa fa-download"></i></a> <a href="https://t.me/feofanchat/" target="_blank" title="HELP" style="color:#233746"><i class="fa fa-info-circle"></i></a> <b>Название:</b> Безналичный платеж. Счет на оплату PRO';
$_['text_payment'] = 'Оплата';
$_['text_success'] = 'Настройки модуля обновлены!';
$_['entry_bank'] = 'Наименование получателя платежа:';
$_['entry_inn'] = 'ИНН:';
$_['entry_kpp'] = 'КПП:';
$_['entry_rs'] = 'Номер счета получателя платежа:';
$_['entry_bankuser'] = 'Наименование банка получателя платежа:';
$_['entry_bik'] = 'БИК:';
$_['entry_ks'] = 'Номер кор./сч. банка получателя платежа:';
$_['entry_ur'] = 'Юридический адрес:';
$_['entry_start_status'] = 'Статус после оформления заказа:<br><small>Только для Отложенной оплаты</small>';
$_['entry_on_status']    = 'Статус заказа ожидаемой оплаты:<br>';
$_['entry_on_status_otlog']    = 'Статус для активации Отложенной оплаты:';
$_['entry_geo_zone'] = 'Географическая зона:';
$_['entry_status'] = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';
$_['entry_instruction'] = 'Инструкция при оформлении заказа:<br><small>Поддерживает html теги и переменные<br>Поддерживает созданные в симпл поля. Подробнее в документации</small>';
$_['entry_instruction_attach'] = 'Использовать инструкцию при оформлении заказа?';
$_['entry_mail_instruction'] = 'Инструкция в письме заказа:<br><small>Поддерживает html теги и переменные<br>Поддерживает созданные в симпл поля. Подробнее в документации</small>';
$_['entry_mail_instruction_attach'] = 'Использовать свою инструкцию в письме заказа?';

$_['entry_etext'] = 'Шапка счета:<br><small>Выводится сверху счета.<br>Поддерживает html теги и переменные<br>Поддерживает созданные в симпл поля. Подробнее в документации</small>';

$_['entry_invoi'] = 'Номер счета:';
$_['entry_invoi_zakaz'] = 'Номер заказа';
$_['entry_invoi_zakazdc'] = 'Номер заказа + Дата создания заказа';
$_['entry_invoi_noinvoice'] = 'Сгенерированный номер счета';
$_['entry_invoi_noinvoiced'] = 'Сгенерированный номер счета + Дата создания заказа';
$_['entry_invoi_custom_text'] = 'Свой номер счета:<br><small>Для активации выбрать в варианте номер счета (сверху) "Свой текст"<br>Поддерживает переменные и созданные в симпл поля. <br>Подробнее в документации</small>';
$_['entry_invoi_custom'] = 'Свой текст';


$_['entry_seller'] = 'Вариант отображения поля "Поставщик":';
$_['entry_seller_default'] = 'По умолчанию';
$_['entry_seller_custom_text'] = 'Свой текст для поля "Поставщик":<br><small>Для активации выбрать в варианте адреса плательщика(сверху) "Свой текст"<br>Поддерживает переменные и созданные в симпл поля. <br>Подробнее в документации</small>';
$_['entry_seller_custom'] = 'Свой текст';

$_['entry_whois'] = 'Вариант отображения поля "Покупатель":';
$_['entry_whois_fio'] = 'ФИО, Индекс, Город, Адрес';
$_['entry_whois_company'] = 'Компания, Индекс, Город, Адрес';
$_['entry_whois_custom_text'] = 'Свой текст для поля "Покупатель":<br><small>Для активации выбрать в варианте адреса плательщика(сверху) "Свой текст"<br>Поддерживает переменные и созданные в симпл поля. <br>Подробнее в документации</small>';
$_['entry_whois_custom'] = 'Свой текст';

$_['entry_comment'] = 'Комментарий:<br><small>Выводится внизу счета.<br>Поддерживает html теги и переменные<br>Поддерживает созданные в симпл поля. Подробнее в документации</small>';



$_['entry_success_page'] = 'Страница оформленного заказа (ожидание оплаты)';
$_['text_standart'] = 'Стандартная (checkout/success)';
$_['text_module_page'] = 'Страница модуля (extension/payment/artbeznal/pay)';
$_['entry_success_page_custom_attach'] = 'Текст на странице модуля?';
$_['entry_success_page_custom'] = 'Свой текст на странице модуля:<br><small>Поддерживает html теги и переменные<br>Поддерживает созданные в симпл поля. Подробнее в документации</small>';

$_['entry_name_tab'] = 'Текст в название метода оплаты?';
$_['entry_name'] = 'Название метода оплаты';
$_['text_my'] = 'Свой';
$_['text_default'] = 'По умолчанию';
$_['entry_komis'] = 'Комиссия или скидка с покупателя<br><small>Для скидки установите отрицательное значение</small>';
$_['entry_fixen'] = 'Cумма счета';
$_['entry_fixen_order'] = 'Заказ';
$_['entry_fixen_proc'] = 'Процент от заказа';
$_['entry_fixen_fix'] = 'Фиксированная';
$_['entry_fixen_amount'] = 'Сумма или процент к оплате';
$_['entry_minpay'] = 'Минимальная сумма заказа(ели меньше то метод не отображается) в валюте магазина по умолчанию';
$_['entry_maxpay'] = 'Максимальная сумма заказа(ели больше то метод не отображается) в валюте магазина по умолчанию';

$_['text_currency_order'] = 'Валюта заказа';
$_['entry_currency'] = 'Валюта';
$_['entry_currency_pay'] = 'Валюта для которой доступна оплата:';
$_['text_all_currency_pay'] = 'Все валюты';
$_['entry_gruppa']     			 				= 'Группа покупателей которым доступна оплата:';
$_['text_all_groups']     			 			= 'Все группы';
$_['text_guest_groups']     			 		= 'Гость';
$_['entry_shipping']     			 			= 'Методы доставки при которых доступна оплата:';
$_['entry_shippings_custom']     			 	= 'Код метода доставки:<br><small>Укажите код доставки через запятую (например: flat.flat, pickup.pickup)</small>';
$_['text_all_shipping']     			 		= 'Все методы';
$_['text_custom_shipping']     			 		= 'Из списка кодов доставок';
$_['entry_store']     			 				= 'Магазин в котором доступна оплата:';


$_['entry_otlog']      = 'Режим оплаты:<br><small><b>Стандартный</b> - сразу после оформления заказа.<br><b>Отложенная оплата</b> - только после проверки заказа.<br><b>Контроль наличия товаров</b> - Все товары в корзине в наличии - работает стандартный режим, все или несколько товаров не в наличии - работает отложенный режим.</small>';
$_['entry_otlog_standard']      = 'Стандартный';
$_['entry_otlog_pay']      = 'Отложенная оплата';
$_['entry_otlog_stock']      = 'Контроль наличия товаров';


$_['text_showadmin_none']     			 			= 'Cкрывать';
$_['text_showadmin_only']     			 			= 'Показывать только администратору';
$_['text_showadmin_main']     			 			= 'Всегда показывать администратору';
$_['text_showadmin_default']     			 		= 'На основе правил';
$_['entry_showadmin']     			 				= 'Отображение в оформлении, редактировании, создании заказа:';

$_['entry_fixen_ship']  = 'Доставка';
$_['entry_fixen_proc_ship']   = 'Процент от доставки';
$_['entry_fixen_order_noship']  = 'Итого без Доставки';
$_['entry_fixen_proc_noship']   = 'Процент от итого без доставки';
$_['entry_fixen_proc_sum']   = 'Процент от промежуточного итога (суммы)';
$_['entry_fixen_sum']   = 'Промежуточный итог (сумма)';

$_['text_allset'] = 'Основные настройки';
$_['text_dopset'] = 'Дополнительные настройки';

$_['entry_cloner'] 		 = 'Создать Копию';
$_['entry_dcloner'] 	 = 'Удалить Копию';
$_['button_cloner'] 	 = 'Клонирует данный модуль';
$_['button_dcloner'] 	 = 'Удаляет данный модуль, без возможности восстановления';

$_['entry_qr_attach'] = 'Добавлять QR код:<br><small><b>Перед включением обязательно установите библиотеку phpqrcode как указано в документации.</b></small>';
$_['entry_qr'] = 'QR код по умолчанию:
</small>';
$_['entry_qr_custom'] = 'Свой формат QR кода:';

$_['entry_email_attach'] = 'Прикреплять pdf файл к письму:<br><small><b>Перед включением обязательно установите библиотеку dompdf как указано в документации.</b></small>';
$_['entry_customer_download_href']   = 'Ссылка "Скачать счет" (pdf) у покупателя<br><small><b>Перед включением обязательно установите библиотеку dompdf как указано в документации.</b></small>';
$_['entry_admin_download_href']   = 'Ссылка "Скачать счет" (pdf) в панели администратора при просмотре заказа<br><small><b>Перед включением обязательно установите библиотеку dompdf как указано в документации.</b></small>';
$_['entry_admin_download_button']   = 'Кнопка "Скачать счет" (pdf) в панели администратора при просмотре заказа<br><small><b>Перед включением обязательно установите библиотеку dompdf как указано в документации.</b></small>';

$_['entry_customer_show_href']   = 'Ссылка "Показать счет" у покупателя';
$_['entry_customer_print_href']   = 'Ссылка "Печатать счет" у покупателя';

$_['entry_admin_show_always']   = 'Всегда отображать администратору в просмотре заказа (кнопки/ссылки)';
$_['entry_admin_show_href']   = 'Ссылка "Показать счет" в панели администратора при просмотре заказа';
$_['entry_admin_print_href']   = 'Ссылка "Печатать счет" в панели администратора при просмотре заказа';
$_['entry_admin_show_button']   = 'Кнопка "Показать счет" в панели администратора при просмотре заказа';
$_['entry_admin_print_button']   = 'Кнопка "Печатать счет" в панели администратора при просмотре заказа';

$_['entry_admin_name'] 	 = 'Название в админ панели<br><small>Отображается в списке методов оплат админ панели, если у вас много клонов поможет их различить.</small>';

$_['entry_status_off'] = 'Отключить отображение при статусе:';

$_['tab_gen'] = 'Основное';
$_['tab_look'] = 'Оформление заказа';
$_['text_look'] = 'Отображение при оформлении заказа';
$_['tab_add'] = 'Дополнительно';
$_['tab_info'] = 'Справка';
$_['text_supp'] = '<b>Техническая поддержка:</b> <a target="_blank" href="https://store.pe-art.ru/support/">https://store.pe-art.ru/support/</a>';
$_['text_version'] = '<b>Версия:</b>';
$_['text_dev'] = '<b>Разработка:</b> ART&PR STUDIO';
$_['text_doc'] = '<b>Документация:</b> <a target="_blank" href="https://store.pe-art.ru/doc-artbeznal/">https://store.pe-art.ru/doc-artbeznal/</a>';

$_['entry_nds'] = 'НДС товаров';
$_['entry_nds_standard'] = 'Стандартные налоги';
$_['entry_nds_tovar'] = 'Из карточки товара';
$_['entry_nds_tovar_default'] = 'НДС по умолчанию:<br/><small>Если в карточки товара не будет указана ставка, то будет использовано это значение.</small>';
$_['entry_nds_important'] = 'Принудительно';
$_['entry_nds_no'] = 'Без НДС';
$_['entry_tax'] = 'Налоги указанные в карточке товаров<br/><small>Обязательно создайте налоговый класс если первое поле справа пустое (система-локализация-налоги-налоговый класс), налоговые ставки создавать не надо. Укажите нужный налоговый класс в редактировании товара, а в таблице справа установите соответствие вашего налогового класса ставке НДС.</small>';

$_['entry_show_free_shipping']      = 'Показывать бесплатную доставку:<br/><small>Если у доставки будет цена 0, то она будет отображена.</small>';

$_['entry_shipping_tax']      = 'НДС доставки:';
$_['entry_nds_important_0']   = 'Без НДС';
$_['entry_nds_important_1']   = '0%';
$_['entry_nds_important_2']      = '10%';
$_['entry_nds_important_3']      = '20%';
$_['entry_nds_important_4']      = '10/110';
$_['entry_nds_important_5']      = '20/120';

$_['entry_customName'] = 'Альтернативное название товара:<br/><small>Стандартное название товара будет заменено из указанного поля карточки товара)</small>';
$_['entry_customShip'] = 'Альтернативное название доставки:<br/><small>Название доставки всегда будет заменяться на указанное, при пустом значении поля замена не производится';
$_['entry_shipinprod']      = 'Распределять стоимость доставки по товарам (доставка не будет отображаться):';

$_['text_UPC'] = 'UPC';
$_['text_EAN'] = 'EAN';
$_['text_JAN'] = 'JAN';
$_['text_ISBN'] = 'ISBN';
$_['text_MPN'] = 'MPN';
$_['text_location'] = 'Location';

$_['entry_mytemplate']      = 'Имя файла шаблона:<br>Если поле пустое, то используется шаблон по умолчанию.<br><small>Вы можете использовать альтернативный шаблон счета указав его имя в поле и положив данный файл рядом с шаблоном по умолчанию (artbeznal_form.twig) в папку <br>catalog/extension/payment/myfile.twig<br><b>Указывайте имя файла без расширения</b> (например myfile).</small>';

$_['entry_onepos']      = 'Заменить все позиции одной строкой:<br><small>Выведет только одну позицию с количеством 1 и суммой без НДС.<br>(например "Оплата заказа № 100")</small> ';
$_['entry_onepos_name']      = 'Название позиции:';

$_['entry_footer'] = 'Отображение подвала:<br><small><br>Укажите должности и фамилии для простого вывода подвала в текстовом формате.<br><br>Вы можете загрузить одним изображением печать, подпись и фамилии, просто сделав изображение нижней части уже готового счета в текстовом формате распечатав его и поставив печать с подписями.<br><br>Разместите свой код подвала. (например загрузите все подписи и печать на прозрачном фоне раздельно указав должности и фамилии через свой код HTML, пример кода есть в документации).</small>';
$_['text_footer_simple'] = 'Изображением';
$_['text_footer_hard'] = 'Текстовый';
$_['text_footer_custom'] = 'Свой код HTML';
$_['entry_footer_custom'] = 'Свой код HTML';
$_['entry_footer_simple'] = 'Изображение подвала';
$_['entry_ruk_name'] = 'Должность (Руководитель):';
$_['entry_ruk_fio'] = 'ФИО (Руководитель):';
$_['entry_buh_name'] = 'Должность (Бухгалтер):';
$_['entry_buh_fio'] = 'ФИО (Бухгалтер):';
$_['entry_product_options'] = 'Показывать опции:';
$_['entry_product_table'] = 'Таблица товаров:';
$_['text_product_table_upgrade'] = 'Улучшенная';
$_['text_product_table_standard'] = 'Стандартная';


$_['button_apply'] = "Применить";

//Order
$_['text_href_go'] = 'Платежная информация';
$_['text_href_show'] = 'Просмотр';
$_['text_href_download'] = 'Скачать';
$_['text_href_print'] = 'Распечатать';
$_['text_button_show'] = 'Просмотр счета';
$_['text_button_download'] = 'Скачать счет';
$_['text_button_print'] = 'Распечатать счет';


//ERROR
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';
$_['error_bank'] = 'Это поле обязательно для заполнения!';
$_['error_inn'] = 'Это поле обязательно для заполнения!';
$_['error_rs'] = 'Это поле обязательно для заполнения!';
$_['error_ur'] = 'Это поле обязательно для заполнения!';
$_['error_bankuser'] = 'Это поле обязательно для заполнения!';
$_['error_bik'] = 'Это поле обязательно для заполнения!';
$_['error_ks'] = 'Это поле обязательно для заполнения!';
$_['error_currency_pay'] = 'Необходимо выбрать хотябы один пункт!';
$_['error_gruppa'] = 'Необходимо выбрать хотябы один пункт!';
$_['error_shippings'] = 'Необходимо выбрать хотябы один пункт!';
$_['error_store'] = 'Необходимо выбрать хотябы один пункт!';

$_['entry_license'] = 'Лицензионный ключ';
$_['error_license'] = 'Введите Лицензионный ключ!<br><small>Купить ключ можно на <a target="_blank" href="https://store.pe-art.ru">https://store.pe-art.ru</a></small>';
$_['error_key_er'] = 'Неправильный Лицензионный ключ!<br><small>Ключ действителен только для одного домена. Купить ключ можно на <a href="https://store.pe-art.ru">https://store.pe-art.ru</a></small>';