<?php
// Popup
$_['popup_heading_title']    		= '%s - Подписка на рассылку новостей';
$_['popup_entry_name']				= 'Ваше имя';
$_['popup_entry_email']				= 'Ваш email';
$_['popup_button_subscribe'] 		= 'Подпишитесь на нас';
$_['text_description']				= '<h3 style="text-align: center;">Описание вашего магазина или другое описание</h3>';
$_['text_donotshow']				= 'Больше не показывайте это всплывающее окно';



// extension/module Or layout

$_['layout_heading_title']			= '%s - Подписка на рассылку новостей';
$_['layout_entry_name']				= 'Ваше имя';
$_['layout_entry_email']			= 'Ваш email';
$_['layout_button_subscribe']       = 'Подпишитесь на нас';

$_['text_success']      			= 'Вы успешно подписались на нашу систему рассылки. Пожалуйста, проверьте свой адрес электронной почты для подтверждения';


// Footer
$_['footer_heading_title']			= '%s - Подписка на рассылку новостей';
$_['footer_entry_name']				= 'Ваше имя';
$_['footer_entry_email']			= 'Ваш email';
$_['footer_button_subscribe']		= 'Подпишитесь на нас';

// Verify page
$_['heading_verify']   				= '%s - Страница подтверждения';
$_['text_verify_message']			= '<p>Это всего лишь последний шаг, чтобы в будущем получать наши электронные письма на ваш почтовый ящик. <br/> Просто нажмите кнопку подтверждения, и все будет готово. <br> Однако у вас все еще есть возможность отказаться. Но мы ненавидим эту кнопку.</p>';
$_['text_verify_notfound']			= '<p>Извините, срок действия этого URL истек. Пожалуйста, нажмите на кнопку вернуться, чтобы вернуться</p>';
$_['text_verify_success']			= "<h2>Добро пожаловать в список наших ценных подписчиков.<br></h2><p><br></p><p>Благодарим вас за подтверждение. Теперь вы добавлены в наш список рассылки.<br></p>";
$_['text_decline_success']			= "<h2>Жаль, что вы уходите:(</h2><p><br>нам больно видеть, как вы уходите. Мы уважаем ваш выбор <br></p>";
$_['confirm_button']				= "Подтвердить";
$_['decline_button']				= "Снижение";


// Unsubscribe
$_['heading_unsubscribe']   		= '%s - страница отказа от подписки';
$_['text_unsubscribe_message']		= '<p>Вы находитесь на нашей странице рассылки по электронной почте для отказа от подписки. Это последний шаг, чтобы отказаться от нашей рассылки. Просто укажите причину, по которой вы покидаете нас, и некоторую информацию об уходе.</p><p>Нам очень жаль, что вы уходите. Мы всегда рады видеть вас в нашем списке рассылки. Просто подпишитесь на нас еще раз, и все готово.<br></p>';
$_['text_unsubscribe_notfound']		= '<p>Извините, срок действия этого URL истек. Пожалуйста, нажмите на кнопку вернуться, чтобы вернуться</p>';
$_['text_unsubscribe_success']		= "<p>Вы успешно отписались от нашей рассылки. Теперь вы не сможете получать от нас регулярные обновления и новостные рассылки. Если вы все еще хотите оставаться подписанным на нашу рассылку, нажмите 'Подписаться' еще раз. Мы свяжемся с вами в ближайшее время.<br></p><p><br></p>";
$_['error_unsubscribe_required']	= "Требуется причина!";
$_['submit_button']					= "Подтвердить";

// Error
$_['error_name']       				= 'Длина имени должна составлять от 1 до 32 символов!';
$_['error_email']       			= 'Адрес электронной почты, по-видимому, недействителен!';
$_['error_exists']      			= 'Внимание: Вы Уже Подписались На Этот Адрес Электронной Почты!';