<?php
// Text
$_['text_link'] = 'Перейдите по ссылке для просмотра платежной информации'."\n" . '%1$s' . "\n\n";

$_['pay_text'] = 'Платежная информация';
$_['text_view'] = 'Просмотр счета';
$_['text_dwn'] = 'Скачать счет';

$_['no_stock'] = 'Оплата будет доступна после обработки заказа.<br>';
$_['stock'] = '<a href="%s">Просмотр счета</a><br>';


//success page
$_['heading_title_first']        = 'Заказ успешно сформирован!';
$_['art_heading_title']        = 'Платежная информация';
$_['text_basket']          = 'Корзина покупок';
$_['text_checkout']        = 'Оформление';
$_['text_success']         = 'Успешно';
$_['text_customer']        = '<br><p>Вы можете просматривать историю заказов в <a href="%s">Личном кабинете</a> открыв <a href="%s">Историю заказов</a>.</p><p>Если в вашем заказе есть цифровые товары для скачивания, вы можете посмотреть их на странице <a href="%s">Файлы для скачивания</a>.</p><p>Если у вас возникнут какие либо вопросы, пожалуйста, <a href="%s">свяжитесь с нами</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_guest']           = '<p>Если у вас возникнут какие либо вопросы, пожалуйста, <a href="%s">свяжитесь с нами</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';

$_['default_dext']        = 'Счет доступен по ссылкам ниже:<br/>';
$_['default_dext_show']        = '<a href="%1$s" target="_blank">Просмотр счета</a><br/>';
$_['default_dext_download']        = '<a href="%1$s" target="_blank">Скачать счет</a><br/>';
$_['default_dext_print']        = '<a href="%1$s" target="_blank">Распечатать счет</a><br/>';

$_['email_pdf']        	= '<br/><p>Также счет был отправлен на почту вложением в письмо заказа.</p>';


$_['form_decimal_point']          = ',';
$_['form_thousand_point']          = ' ';

//form
$_['form_inn']          = 'ИНН';
$_['form_bik']          = 'БИК';
$_['form_ks']          = 'Сч.№';
$_['form_bank']          = 'Получатель';
$_['form_rs']          = 'Сч.№';
$_['form_bankuser']          = 'Банк получателя';
$_['form_kpp']          = 'КПП';
$_['form_name']          = 'Счет на оплату. Заказ № %s';
$_['form_invoi']          = 'Счет на оплату № %s';
$_['form_invoi_date']          = 'Счет на оплату № %1$s от %2$s';
$_['form_months']          = 'января, февраля, марта, апреля, мая, июня, июля, августа, сентября, октября, ноября, декабря';
$_['form_seller']          = 'Поставщик:';
$_['form_buyer']          = 'Покупатель:';
$_['form_products_item_number']          = '№';
$_['form_products']          = 'Товары (работы, услуги)';
$_['form_products_counts']          = 'Кол-во';
$_['form_products_unit']          = 'Ед.';
$_['form_products_price']          = 'Цена';
$_['form_products_amount']          = 'Сумма';
$_['form_unit']          = 'шт.';
$_['form_onepos']          = 'Оплата заказа';
$_['form_totalcheck']          = 'Итого:';
$_['form_nds']          = 'В том числе НДС:';
$_['form_nonds']          = 'Без налога (НДС)';
$_['form_nonds_symbol']          = '-';
$_['form_totalpay']          = 'Всего к оплате:';
$_['form_allTextQBill']          = 'Всего наименований';
$_['form_allTextSumBill']          = 'на сумму';
$_['form_option']          = '%1$s : %2$s';
$_['form_model']          = 'Модель';
$_['form_model_onepos']          = '';
$_['form_model_voucher']          = 'voucher';

$_['tax_0']          = 'Без НДС';
$_['tax_1']          = '0%';
$_['tax_2']          = '10%';
$_['tax_3']          = '20%';
$_['tax_4']          = '10/110';
$_['tax_5']          = '20/120';

//Сумма прописью
$_['propis_0'] = 'ноль';
$_['propis_1'] = 'один, два, три, четыре, пять, шесть, семь, восемь, девять';
$_['propis_2'] = 'одна, две, три, четыре, пять, шесть, семь, восемь, девять';
$_['propis_3'] = 'десять, одиннадцать, двенадцать, тринадцать, четырнадцать, пятнадцать, шестнадцать, семнадцать, восемнадцать, девятнадцать';
$_['propis_4'] = 'двадцать, тридцать, сорок, пятьдесят, шестьдесят, семьдесят, восемьдесят, девяносто';
$_['propis_5'] = 'сто, двести, триста, четыреста, пятьсот, шестьсот, семьсот, восемьсот, девятьсот';
$_['propis_6'] = 'копейка, копейки, копеек';
$_['propis_7'] = 'рубль, рубля ,рублей';
$_['propis_8'] = 'тысяча, тысячи, тысяч';
$_['propis_9'] = 'миллион, миллиона, миллионов';
$_['propis_10'] = 'миллиард, милиарда, миллиардов';
